[
  {
    "id": "501",
    "name": "Fever (Pyrexia)",
    "description": "Fever is a temporary increase in body temperature, typically in response to an illness or infection. It is one of the body's natural defense mechanisms, as a higher temperature can help kill off temperature-sensitive bacteria and viruses. In India, fever is a primary symptom for many prevalent diseases like the flu, dengue, malaria, and typhoid. While usually a sign of a healthy immune response, a very high or persistent fever, especially in children and the elderly, can be uncomfortable and warrants medical attention to diagnose the underlying cause.",
    "symptoms": [
      "Elevated body temperature, generally >100.4°F (38°C)",
      "Chills, headache, fatigue, body aches",
      "Sweating, shivering, or feeling chills",
      "Headache and body aches",
      "Loss of appetite and general weakness",
      "Dehydration and flushed skin",
      "Irritability or lethargy"
    ],
    "prevention": [
      "Prevent underlying infections through frequent handwashing",
      "Vaccinations (flu, typhoid) and mosquito precautions (dengue, malaria)",
      "Get recommended vaccinations for flu and other diseases",
      "Avoid close contact with individuals who are sick",
      "Maintain a strong immune system with a healthy diet, exercise, and adequate sleep"
    ],
    "treatment": [
      "Get plenty of rest to allow the body to recover",
      "Hydration and Antipyretics (like paracetamol) if needed",
      "Stay hydrated by drinking water, soups, or an oral rehydration solution (ORS)",
      "Take over-the-counter fever reducers like Paracetamol or Ibuprofen",
      "Wear light clothing and use a light blanket to avoid overheating",
      "Consult a doctor if fever is very high (>103°F), lasts more than 3 days, or is accompanied by severe symptoms like confusion or difficulty breathing"
    ],
    "category": "Common Ailment",
    "image": "images/diseases/Fever.jpg",
    "when_to_consult_a_doctor": "Consult if fever >103°F (39.4°C), lasts >3 days, or in infants <3 months with fever >100.4°F.",
    "common_tests_advised": "CBC, Urine Routine, Malaria Antigen, Dengue NS1/IgM, Typhoid tests (Widal/Culture).",
    "symptoms_that_should_not_be_ignored": "Stiff neck, confusion, seizures, difficulty breathing, or severe headache.",
    "dr_note": "Minor point: 37.5°C is usually considered low-grade fever; true fever usually >100.4°F (38°C).",
    "Verification Status": "Verified"
  },
  {
    "id": "502",
    "name": "Common Cold",
    "description": "The common cold is a mild viral infection of the nose and throat (upper respiratory tract). It is extremely common and is primarily caused by rhinoviruses. Colds are highly contagious and spread through airborne droplets when someone with the infection coughs, sneezes, or talks. Symptoms typically appear one to three days after exposure to the virus and usually resolve on their own within a week to ten days. There is no cure, so treatment focuses on relieving symptoms.",
    "symptoms": [
      "Runny or stuffy nose (nasal congestion)",
      "Sneezing and sore throat",
      "Coughing and post-nasal drip",
      "Watery eyes",
      "Mild headache or body aches",
      "Low-grade fever"
    ],
    "prevention": [
      "Wash hands frequently with soap and water",
      "Avoid touching your eyes, nose, and mouth with unwashed hands",
      "Stay away from people who are sick",
      "Disinfect frequently touched surfaces and objects"
    ],
    "treatment": [
      "Symptomatic relief is key: rest and stay hydrated",
      "Use saline nasal sprays or drops to relieve congestion",
      "Over-the-counter pain relievers or cold medications can help with aches and fever",
      "Gargling with warm salt water can soothe a sore throat",
      "Use a humidifier to add moisture to the air"
    ],
    "category": "Respiratory",
    "image": "images/diseases/Common_Cold.jpg",
    "when_to_consult_a_doctor": "Consult if symptoms last >10 days or worsen, or if accompanied by high fever >3 days.",
    "common_tests_advised": "Generally none; Throat swab or Nasal swab (Flu/COVID-19) if symptoms persist.",
    "symptoms_that_should_not_be_ignored": "Shortness of breath, wheezing, severe ear pain, or fever returning after breaking.",
    "Verification Status": "Verified"
  },
  {
    "id": "503",
    "name": "Cough",
    "description": "A cough is a reflex action to clear your airways of mucus and irritants such as dust or smoke. It is not a disease in itself but a symptom of an underlying condition. An occasional cough is normal and healthy. However, a persistent cough can indicate a medical problem, such as a respiratory tract infection, allergies, or chronic lung disease. Coughs can be dry (non-productive) or chesty (productive, bringing up phlegm).",
    "symptoms": [
      "A sudden, forceful expulsion of air from the lungs",
      "May be accompanied by phlegm or mucus (productive cough)",
      "May be dry and hacking (non-productive cough)",
      "Can be associated with a sore throat, chest discomfort, or shortness of breath"
    ],
    "prevention": [
      "Avoid smoking and secondhand smoke",
      "Prevent respiratory infections through good hygiene",
      "Stay hydrated to keep the throat moist",
      "Use a humidifier in dry environments"
    ],
    "treatment": [
      "Drink plenty of warm fluids like herbal tea with honey or soups",
      "Suck on lozenges or hard candies to soothe the throat",
      "Use over-the-counter cough syrups (expectorants for chesty coughs, suppressants for dry coughs)",
      "Steam inhalation can help loosen mucus",
      "See a doctor if the cough lasts more than three weeks or is accompanied by high fever, blood, or difficulty breathing"
    ],
    "category": "Respiratory",
    "image": "images/diseases/Cough.jpg",
    "when_to_consult_a_doctor": "Consult if cough persists >3 weeks, interferes with sleep, or causes vomiting.",
    "common_tests_advised": "Chest X-ray, Spirometry, Sputum culture (for TB/bacteria).",
    "symptoms_that_should_not_be_ignored": "Coughing up blood, chest pain, unintended weight loss, or difficulty breathing.",
    "Verification Status": "Verified"
  },
  {
    "id": "504",
    "name": "Sore Throat (Pharyngitis)",
    "description": "A sore throat is pain, scratchiness, or irritation of the throat that often worsens when you swallow. The most common cause is a viral infection, such as a cold or the flu. A bacterial infection, like streptococcus (strep throat), is another common cause but is less frequent. Other causes include allergies, dry air, and irritants like smoke or pollution. Most sore throats are not serious and get better on their own within a week.",
    "symptoms": [
      "Pain or a scratchy sensation in the throat",
      "Pain that worsens with swallowing or talking",
      "Difficulty swallowing",
      "Red and swollen tonsils",
      "A hoarse or muffled voice",
      "Swollen glands in the neck or jaw"
    ],
    "prevention": [
      "Practice good hygiene, especially handwashing",
      "Avoid sharing food, drinks, and utensils",
      "Avoid close contact with people who are sick",
      "Avoid irritants like smoke and chemical fumes"
    ],
    "treatment": [
      "Gargle with warm salt water several times a day",
      "Drink warm liquids like tea with honey or clear broth",
      "Suck on throat lozenges or ice chips",
      "Use a humidifier to moisten the air",
      "Rest your voice",
      "For severe pain, use over-the-counter pain relievers. See a doctor if it's severe, persists, or you suspect strep throat"
    ],
    "category": "ENT",
    "image": "images/diseases/Sore_Throat.jpg",
    "when_to_consult_a_doctor": "Consult if sore throat lasts >1 week, is severe, or is accompanied by high fever or rash.",
    "common_tests_advised": "Rapid antigen test or Throat culture (for Strep throat).",
    "symptoms_that_should_not_be_ignored": "Difficulty breathing, difficulty swallowing (drooling), joint pain, or blood in saliva.",
    "Verification Status": "Verified"
  },
  {
    "id": "505",
    "name": "Headache / Migraine",
    "description": "A headache is a pain in any region of the head, ranging from sharp to dull, that may occur on one or both sides. A migraine is a type of headache that can cause severe throbbing pain, usually on one side of the head, and is often accompanied by nausea, vomiting, and extreme sensitivity to light and sound. Common headache triggers include stress, dehydration, lack of sleep, and certain foods. While most headaches are harmless, frequent or severe ones can significantly impact daily life.",
    "symptoms": [
      "Headache: Dull, aching head pain; tightness or pressure across the forehead, sides, or back of the head",
      "Migraine: Intense throbbing or pulsing sensation, often on one side",
      "Nausea and vomiting",
      "Sensitivity to light (photophobia) and sound (phonophobia)",
      "Visual disturbances (aura)"
    ],
    "prevention": [
      "Stay hydrated and eat regular meals",
      "Get enough sleep on a consistent schedule",
      "Manage stress through relaxation techniques like yoga or meditation",
      "Identify and avoid personal triggers (e.g., certain foods, strong smells)",
      "Limit caffeine and alcohol intake"
    ],
    "treatment": [
      "For headaches: Over-the-counter pain relievers like paracetamol, ibuprofen, or aspirin",
      "Rest in a quiet, dark room; apply a cold compress to the forehead",
      "For migraines: Specific migraine medications (triptans)",
      "Caffeine in small amounts can help",
      "Consult a doctor for chronic or severe headaches/migraines"
    ],
    "category": "Neurological",
    "image": "images/diseases/Headache_Migraine.jpg",
    "when_to_consult_a_doctor": "Consult if headaches are frequent, severe, worsen over time, or require daily pain medication.",
    "common_tests_advised": "MRI or CT scan of the brain, Eye exam.",
    "symptoms_that_should_not_be_ignored": "Sudden 'thunderclap' headache, headache after head injury, or headache with stiff neck/fever.",
    "Verification Status": "Verified"
  },
  {
    "id": "506",
    "name": "Stomach Pain & Indigestion (Dyspepsia)",
    "description": "Stomach pain (abdominal pain) is discomfort anywhere in the belly area. Indigestion, also known as dyspepsia or upset stomach, is a general term for discomfort in the upper abdomen. It often occurs after eating and can manifest as a burning sensation, bloating, or gassiness. Common causes include overeating, eating too quickly, consuming spicy or fatty foods, stress, and conditions like gastritis or acidity (GERD). Most cases are mild and can be managed with lifestyle changes and simple remedies.",
    "symptoms": [
      "Dull, sharp, or cramping pain in the abdomen",
      "Burning sensation in the upper stomach or chest (heartburn/acidity)",
      "Bloating and a feeling of fullness",
      "Excessive gas (burping or flatulence)",
      "Nausea or rumbling in the stomach"
    ],
    "prevention": [
      "Eat smaller, more frequent meals",
      "Avoid trigger foods like spicy, fried, or acidic items",
      "Eat slowly and chew food thoroughly",
      "Avoid lying down immediately after eating",
      "Manage stress and limit alcohol and caffeine"
    ],
    "treatment": [
      "Over-the-counter antacids to neutralize stomach acid",
      "Herbal remedies like ginger tea or mint (pudina) can help",
      "Avoid solid foods for a few hours if pain is severe",
      "Apply a warm compress to the abdomen",
      "See a doctor if pain is severe, persistent, or accompanied by fever, vomiting blood, or bloody stools"
    ],
    "category": "Gastrointestinal",
    "image": "images/diseases/Stomach_Pain_Indigestion.jpg",
    "when_to_consult_a_doctor": "Consult if pain is severe, persistent (>24 hours), or associated with weight loss.",
    "common_tests_advised": "H. pylori test, Upper Endoscopy, Abdominal Ultrasound.",
    "symptoms_that_should_not_be_ignored": "Vomiting blood, black/tarry stools, difficulty swallowing, or sudden severe abdominal pain.",
    "Verification Status": "Verified"
  },
  {
    "id": "507",
    "name": "Diarrhea",
    "description": "Diarrhea is characterized by loose, watery stools or a frequent need to have a bowel movement. It is a common problem that usually lasts a day or two and goes away on its own. It occurs when the lining of the intestine is unable to absorb fluid, or it actively secretes fluid. The most common causes are viral or bacterial infections, often from contaminated food or water ('food poisoning'). It can lead to significant fluid loss and dehydration, which is a major concern, especially for children.",
    "symptoms": [
      "Frequent loose, watery stools (three or more times a day)",
      "Abdominal cramps or pain",
      "Bloating and nausea",
      "An urgent feeling that you need to have a bowel movement",
      "May be accompanied by fever or vomiting"
    ],
    "prevention": [
      "Practice strict hand hygiene, especially before eating and after using the toilet",
      "Consume safe, clean drinking water and properly cooked food",
      "Avoid unpasteurized dairy products and raw meat or seafood",
      "Be cautious with street food, especially during monsoon season in India"
    ],
    "treatment": [
      "The primary goal is to prevent dehydration. Drink plenty of fluids, especially oral rehydration solutions (ORS)",
      "Eat bland, easy-to-digest foods like bananas, rice, applesauce, and toast (BRAT diet)",
      "Avoid dairy products, fatty foods, and caffeine",
      "Probiotics (like in yogurt/curd) can help restore healthy gut bacteria",
      "Consult a doctor if diarrhea is severe, contains blood, or lasts for more than a couple of days"
    ],
    "category": "Gastrointestinal",
    "image": "images/diseases/Diarrhea.jpg",
    "when_to_consult_a_doctor": "Consult if diarrhea lasts >2 days (adults) or >24 hours (children), or if severe dehydration occurs.",
    "common_tests_advised": "Stool culture/analysis, Blood electrolytes.",
    "symptoms_that_should_not_be_ignored": "Blood or pus in stool, black stools, high fever (>102°F), or signs of severe dehydration.",
    "Verification Status": "Verified"
  },
  {
    "id": "508",
    "name": "Constipation",
    "description": "Constipation is a condition in which you may have fewer than three bowel movements a week; stools that are hard, dry, or lumpy; or stools that are difficult or painful to pass. It is a very common digestive issue. The most frequent causes include a low-fiber diet, dehydration, lack of physical activity, and ignoring the urge to have a bowel movement. While usually not serious, chronic constipation can be uncomfortable and affect quality of life.",
    "symptoms": [
      "Infrequent bowel movements",
      "Straining during bowel movements",
      "Hard or small stools",
      "A feeling that everything didn’t come out",
      "Abdominal bloating or pain"
    ],
    "prevention": [
      "Eat a high-fiber diet with plenty of fruits, vegetables, and whole grains",
      "Drink an adequate amount of water and other fluids throughout the day",
      "Engage in regular physical activity",
      "Don't ignore the urge to have a bowel movement",
      "Establish a regular routine for bowel movements"
    ],
    "treatment": [
      "Gradually increase dietary fiber intake",
      "Increase fluid consumption",
      "Regular exercise can stimulate intestinal activity",
      "Over-the-counter fiber supplements or gentle laxatives can be used for short-term relief",
      "Consult a doctor for chronic constipation or if accompanied by severe pain or bleeding"
    ],
    "category": "Gastrointestinal",
    "image": "images/diseases/Constipation.jpg",
    "when_to_consult_a_doctor": "Consult if constipation is a new/sudden change, lasts >2 weeks, or fails home remedies.",
    "common_tests_advised": "Colonoscopy, Thyroid function tests (TSH), Abdominal X-ray.",
    "symptoms_that_should_not_be_ignored": "Blood in stool, severe abdominal pain, unintended weight loss, or pencil-thin stools.",
    "Verification Status": "Verified"
  },
  {
    "id": "509",
    "name": "Vomiting and Nausea",
    "description": "Nausea is the sensation of an urge to vomit. Vomiting (emesis) is the forceful voluntary or involuntary emptying of stomach contents through the mouth. They are not diseases but symptoms of many different conditions, such as infections (food poisoning, gastroenteritis), motion sickness, pregnancy, or as a side effect of medication. They are the body's way of ridding itself of harmful substances. The main risk associated with vomiting is dehydration.",
    "symptoms": [
      "Nausea: An unpleasant, queasy feeling in the stomach",
      "Vomiting: The act of throwing up stomach contents",
      "May be accompanied by sweating, dizziness, and abdominal pain"
    ],
    "prevention": [
      "Avoid known triggers like certain foods, smells, or motion",
      "Eat small, frequent meals instead of large ones",
      "Avoid spicy, greasy, or hard-to-digest foods",
      "Practice good food hygiene to prevent food poisoning"
    ],
    "treatment": [
      "Rest the stomach by avoiding solid food for a few hours",
      "Prevent dehydration by sipping small amounts of clear fluids frequently",
      "Gradually reintroduce bland foods as you feel better",
      "Ginger (as tea or candy) is a common home remedy for nausea",
      "Over-the-counter antiemetic medications may help",
      "Seek medical help if vomiting is severe, persistent, contains blood, or is accompanied by high fever or severe pain"
    ],
    "category": "Gastrointestinal",
    "image": "images/diseases/Vomiting_Nausea.jpg",
    "when_to_consult_a_doctor": "Consult if vomiting lasts >2 days, you cannot keep liquids down, or suspect poisoning.",
    "common_tests_advised": "Blood electrolytes, Liver function tests, Abdominal Ultrasound.",
    "symptoms_that_should_not_be_ignored": "Vomiting blood or 'coffee grounds', severe headache/stiff neck, or confusion.",
    "Verification Status": "Verified"
  },
  {
    "id": "510",
    "name": "Body and Muscle Pain (Myalgia)",
    "description": "Body pain and muscle pain (myalgia) are extremely common and can range from mild to excruciating. They can be felt anywhere in the body. The most frequent causes are overuse or injury from exercise or physical work, tension, and stress. It is also a common symptom of systemic infections like the flu or other viral illnesses. Usually, muscle pain is localized to a specific area, while general body aches affect the whole body.",
    "symptoms": [
      "Dull, aching, or sharp pain in muscles",
      "Tenderness or soreness in the affected area",
      "Pain that worsens with movement",
      "Can be accompanied by weakness or fatigue"
    ],
    "prevention": [
      "Warm up properly before exercise and cool down afterward",
      "Stretch regularly to maintain flexibility",
      "Stay hydrated, especially during physical activity",
      "Avoid overexertion and lift heavy objects correctly"
    ],
    "treatment": [
      "Rest the affected area",
      "Apply ice for the first 24-48 hours to reduce inflammation, then switch to heat",
      "Take over-the-counter pain relievers like ibuprofen or paracetamol",
      "Gentle stretching and massage can help relieve tension",
      "A warm bath with Epsom salts can soothe sore muscles"
    ],
    "category": "Musculoskeletal",
    "image": "images/diseases/Body_Muscle_Pain.jpg",
    "when_to_consult_a_doctor": "Consult if pain is severe, unexplained, persists >3-5 days, or occurs after a tick bite.",
    "common_tests_advised": "CK levels, ESR/CRP, Vitamin D levels.",
    "symptoms_that_should_not_be_ignored": "Muscle weakness, rash, swelling, redness, or dark urine (rhabdomyolysis).",
    "Verification Status": "Verified"
  },
  {
    "id": "511",
    "name": "Back Pain",
    "description": "Back pain is a very common complaint, affecting millions of people. It can result from injury, activity, and some medical conditions. It can affect people of any age, for different reasons. Common causes include muscle or ligament strain from improper lifting or sudden awkward movements, poor posture, and age-related changes to the spine. While most back pain is short-lived (acute), some people experience long-term (chronic) pain.",
    "symptoms": [
      "A muscle ache or dull pain in the lower or upper back",
      "Shooting or stabbing pain",
      "Pain that radiates down the leg (as in sciatica)",
      "Limited flexibility or range of motion of the back",
      "Pain that worsens with bending, lifting, standing, or walking"
    ],
    "prevention": [
      "Engage in regular exercise to strengthen core and back muscles",
      "Maintain a healthy weight to reduce strain on the back",
      "Practice good posture when sitting and standing",
      "Lift heavy objects correctly using your legs, not your back",
      "Ensure your workstation is ergonomically set up"
    ],
    "treatment": [
      "Apply heat or ice to the painful area",
      "Use over-the-counter pain relievers",
      "Continue light activity and gentle stretching as tolerated; avoid complete bed rest",
      "Topical pain relief creams or gels can be effective",
      "Seek medical advice if pain is severe, doesn't improve with rest, or is accompanied by numbness or weakness"
    ],
    "category": "Musculoskeletal",
    "image": "images/diseases/Back_Pain.jpg",
    "when_to_consult_a_doctor": "Consult if pain is severe, follows an injury, or doesn't improve with rest after 2 weeks.",
    "common_tests_advised": "X-ray, MRI of the spine, HLA-B27.",
    "symptoms_that_should_not_be_ignored": "Loss of bladder/bowel control, numbness in groin/legs, or fever with back pain.",
    "Verification Status": "Verified"
  },
  {
    "id": "512",
    "name": "Toothache and Gum Pain",
    "description": "A toothache is pain in or around a tooth. The most common cause is tooth decay (cavities), but it can also be caused by a cracked tooth, an abscess, gum disease, or a loose filling. Gum pain is often a sign of gingivitis or periodontitis (gum disease), caused by plaque buildup. The pain can range from mild to severe and may be constant or intermittent. It's important to see a dentist to determine the exact cause.",
    "symptoms": [
      "Sharp, throbbing, or constant pain in a tooth",
      "Pain when chewing or applying pressure",
      "Sensitivity to hot or cold temperatures",
      "Swelling around the tooth or in the gums",
      "Red, tender, or bleeding gums"
    ],
    "prevention": [
      "Brush your teeth twice a day with fluoride toothpaste and floss daily",
      "Limit sugary foods and drinks",
      "Visit a dentist regularly for checkups and cleanings",
      "Avoid smoking and using tobacco products"
    ],
    "treatment": [
      "Rinse your mouth with warm salt water",
      "Take over-the-counter pain relievers",
      "Applying clove oil (eugenol) to the affected tooth can provide temporary relief",
      "Use a cold compress on the outside of your cheek",
      "It is essential to see a dentist for proper diagnosis and treatment"
    ],
    "category": "Oral Health",
    "image": "images/diseases/Toothache_Gum_Pain.jpg",
    "when_to_consult_a_doctor": "Consult a dentist immediately if toothache lasts >1-2 days or causes severe pain.",
    "common_tests_advised": "Dental X-rays, Pulp vitality test.",
    "symptoms_that_should_not_be_ignored": "Swelling of the jaw or face, fever, discharge/pus, or difficulty breathing/swallowing.",
    "Verification Status": "Verified"
  },
  {
    "id": "513",
    "name": "Allergy",
    "description": "An allergy is an exaggerated response by the immune system to a substance that is normally harmless to most people. These substances are known as allergens and can include things like pollen, dust mites, pet dander, insect stings, certain foods, or medications. When a person with an allergy comes into contact with an allergen, their immune system releases chemicals like histamine, which cause allergy symptoms. Symptoms can range from mild sneezing to a life-threatening reaction known as anaphylaxis.",
    "symptoms": [
      "Sneezing, runny or stuffy nose, and itchy, watery eyes",
      "Itchy skin, hives (urticaria), or eczema",
      "Coughing, wheezing, or shortness of breath (asthma)",
      "Swelling of the lips, tongue, or face",
      "Stomach cramps, vomiting, or diarrhea (food allergies)"
    ],
    "prevention": [
      "Identify and avoid your specific allergens",
      "Keep windows closed during high pollen seasons",
      "Use dust-proof covers on bedding and wash it in hot water",
      "Keep your home clean and dry to prevent mold growth",
      "Read food labels carefully if you have food allergies"
    ],
    "treatment": [
      "Over-the-counter or prescription antihistamines",
      "Nasal corticosteroid sprays for nasal allergy symptoms",
      "Decongestants for short-term relief of stuffiness",
      "For severe allergies, allergy shots (immunotherapy) or an EpiPen may be needed"
    ],
    "category": "Immunological",
    "image": "images/diseases/Allergy.jpg",
    "when_to_consult_a_doctor": "Consult if symptoms are uncontrolled by OTC meds or if you have frequent sinus infections.",
    "common_tests_advised": "Skin prick test, Serum IgE blood test.",
    "symptoms_that_should_not_be_ignored": "Swelling of throat/tongue, difficulty breathing, dizziness, or rapid pulse (Anaphylaxis).",
    "Verification Status": "Verified"
  },
  {
    "id": "514",
    "name": "Acne / Pimples",
    "description": "Acne is a very common skin condition that occurs when hair follicles become plugged with oil (sebum) and dead skin cells. This can cause whiteheads, blackheads, or pimples. It is most common among teenagers, though it affects people of all ages. Factors like hormones, genetics, and certain medications can contribute to acne. While not dangerous, severe acne can cause emotional distress and lead to skin scarring.",
    "symptoms": [
      "Whiteheads (closed plugged pores)",
      "Blackheads (open plugged pores)",
      "Small red, tender bumps (papules)",
      "Pimples (pustules) with pus at their tips",
      "Large, solid, painful lumps under the skin (nodules)",
      "Painful, pus-filled lumps under the skin (cystic lesions)"
    ],
    "prevention": [
      "Wash your face twice a day with a gentle cleanser",
      "Use non-comedogenic makeup and skincare products",
      "Avoid touching your face frequently",
      "Shampoo your hair regularly, especially if it's oily",
      "Maintain a balanced diet and manage stress"
    ],
    "treatment": [
      "Over-the-counter topical treatments (benzoyl peroxide or salicylic acid)",
      "Prescription topical creams like retinoids or antibiotics",
      "Oral antibiotics or hormonal therapy for moderate to severe acne",
      "In severe cases, isotretinoin (consult a dermatologist first)",
      "Avoid squeezing or picking pimples to prevent scarring"
    ],
    "category": "Dermatological",
    "image": "images/diseases/Acne_Pimples.jpg",
    "when_to_consult_a_doctor": "Consult a dermatologist if acne is severe, leaves scars, or affects self-esteem.",
    "common_tests_advised": "Clinical exam; Hormone tests if hormonal cause suspected.",
    "symptoms_that_should_not_be_ignored": "Sudden onset of severe acne in adulthood, or acne accompanied by excess hair growth.",
    "Verification Status": "Verified"
  },
    {
    "id": "515",
    "name": "Eye Infection / Conjunctivitis",
    "description": "An eye infection occurs when harmful microorganisms—bacteria, fungi, or viruses—invade any part of the eyeball or surrounding area. The most common type is conjunctivitis, also known as 'red eye' or 'pink eye', which is an inflammation of the conjunctiva (the transparent membrane that lines the eyelid and covers the white part of the eyeball). It is often highly contagious and is very common in India, especially during season changes. Symptoms can vary but usually involve redness, itching, and discharge.",
    "symptoms": [
      "Redness or pinkness in the white of the eye(s)",
      "Itching, burning, or a gritty feeling in the eye",
      "A discharge that forms a crust during the night (watery for viral, thick/yellow for bacterial)",
      "Increased tear production (watery eyes)",
      "Swelling of the eyelids",
      "Sensitivity to light (photophobia)"
    ],
    "prevention": [
      "Wash hands thoroughly and frequently",
      "Avoid touching or rubbing your eyes",
      "Do not share personal items like towels, pillows, or eye makeup",
      "Clean eyeglasses and contact lenses properly",
      "Protect eyes from dust and pollutants by wearing sunglasses"
    ],
    "treatment": [
      "For viral conjunctivitis: It usually clears on its own; cool compresses can soothe the eye",
      "For bacterial conjunctivitis: A doctor will prescribe antibiotic eye drops or ointment",
      "For allergic conjunctivitis: Antihistamine eye drops can help",
      "Gently clean eyelids with a wet cloth",
      "Stop wearing contact lenses until the infection is gone"
    ],
    "category": "Ophthalmological",
    "image": "images/diseases/Eye_Infection.jpg",
    "when_to_consult_a_doctor": "Consult if eye is painful, sensitive to light, or if vision is blurred/decreased.",
    "common_tests_advised": "Slit-lamp examination, Culture of eye discharge.",
    "symptoms_that_should_not_be_ignored": "Severe eye pain, loss of vision, flashing lights, or injury to the eyeball.",
    "Verification Status": "Verified"
  },
  {
    "id": "516",
    "name": "Ear Pain / Ear Infection (Otitis)",
    "description": "Ear pain (otalgia) can be a sharp, dull, or burning pain in one or both ears. A common cause is an ear infection (otitis), which occurs when a bacterial or viral infection affects the middle, outer, or inner ear. Middle ear infections (otitis media) are very common in children and often follow a cold. Outer ear infections (otitis externa or swimmer's ear) can be caused by water remaining in the ear after swimming. The pain is due to inflammation and the buildup of fluid and pressure.",
    "symptoms": [
      "Ear pain, which can be constant or intermittent",
      "A feeling of fullness or pressure in the ear",
      "Muffled hearing or temporary hearing loss",
      "Fluid drainage from the ear",
      "Fever and irritability, especially in young children",
      "Dizziness or loss of balance"
    ],
    "prevention": [
      "Dry ears thoroughly after swimming or bathing",
      "Avoid cleaning ears with sharp objects like cotton swabs, which can push wax deeper or injure the ear canal",
      "Prevent common colds and other respiratory infections",
      "Avoid exposure to cigarette smoke"
    ],
    "treatment": [
      "Apply a warm compress to the affected ear",
      "Take over-the-counter pain relievers like ibuprofen or paracetamol",
      "A doctor may prescribe antibiotic eye drops for an outer ear infection or oral antibiotics for a middle ear infection",
      "Resting in an upright position rather than lying down can help reduce pressure",
      "Consult a doctor for diagnosis, especially for children"
    ],
    "category": "ENT",
    "image": "images/diseases/Ear_Infection.jpg",
    "when_to_consult_a_doctor": "Consult if pain is severe, lasts >1 day, or involves discharge of fluid/pus.",
    "common_tests_advised": "Otoscopy (ear exam), Tympanometry (pressure test).",
    "symptoms_that_should_not_be_ignored": "Sudden hearing loss, dizziness/vertigo, facial weakness, or swelling behind the ear.",
    "Verification Status": "Verified"
  },
  {
    "id": "517",
    "name": "Dandruff",
    "description": "Dandruff is a common scalp condition that causes flakes of skin to appear. It is not contagious or serious, but it can be embarrassing and sometimes itchy. Mild dandruff can be caused by a dry scalp or sensitivity to hair products. The most common cause of more severe dandruff is seborrheic dermatitis, a condition that turns the skin oily, red, and scaly. A yeast-like fungus called malassezia, which lives on the scalps of most adults, can also contribute to dandruff by irritating the scalp.",
    "symptoms": [
      "White or yellowish flakes of dead skin on your hair and shoulders",
      "An itchy, scaly scalp",
      "Red or inflamed skin on the scalp",
      "Symptoms may worsen during the fall and winter when indoor heating can contribute to dry skin"
    ],
    "prevention": [
      "Practice good scalp hygiene by shampooing regularly to control oiliness",
      "Manage stress, as it can trigger or worsen dandruff",
      "Eat a healthy diet rich in zinc and B vitamins",
      "Avoid harsh hair styling products that can irritate the scalp"
    ],
    "treatment": [
      "Use an over-the-counter anti-dandruff shampoo containing ingredients like ketoconazole, selenium sulfide, zinc pyrithione, or coal tar",
      "Alternate between different types of anti-dandruff shampoos if one stops being effective",
      "Massage the shampoo into the scalp and leave it on for 5-10 minutes before rinsing",
      "For severe cases, a doctor may prescribe stronger medicated shampoos, lotions, or oral medications"
    ],
    "category": "Dermatological",
    "image": "images/diseases/Dandruff.jpg",
    "when_to_consult_a_doctor": "Consult if shampoos don't help, scalp is very red/swollen, or patches spread to face/body.",
    "common_tests_advised": "Usually clinical; Skin scraping (KOH prep) to rule out fungal infection.",
    "symptoms_that_should_not_be_ignored": "Crusting with yellow fluid (infection), hair loss, or intense bleeding from scratching.",
    "Verification Status": "Verified"
  },
  {
    "id": "518",
    "name": "Minor Injury / Cut",
    "description": "Minor cuts, scrapes (abrasions), and puncture wounds are common injuries that break the skin. While they can be painful and may bleed, they usually don't require a trip to the emergency room and can be managed at home. The main goals of first aid are to stop the bleeding and to clean the wound to prevent infection. Proper care can help the wound heal faster and reduce the risk of scarring.",
    "symptoms": [
      "A break in the skin",
      "Bleeding, ranging from mild to moderate",
      "Pain and redness around the wound",
      "Possible swelling"
    ],
    "prevention": [
      "Be cautious when handling sharp objects like knives or scissors",
      "Keep living and working spaces free of clutter to prevent falls",
      "Wear appropriate protective gear during sports or certain work activities"
    ],
    "treatment": [
      "Stop the bleeding by applying gentle, direct pressure with a clean cloth or bandage",
      "Clean the wound by rinsing it with clean water. Use soap on the surrounding skin but try to keep it out of the wound",
      "Apply a thin layer of an antibiotic ointment to help keep the surface moist and prevent infection",
      "Cover the wound with a sterile bandage to keep it clean",
      "Seek medical attention if the cut is deep, won't stop bleeding, was caused by a dirty object, or shows signs of infection"
    ],
    "category": "First Aid",
    "image": "images/diseases/Minor_Injury.jpg",
    "when_to_consult_a_doctor": "Consult if the wound is deep, gaping, won't stop bleeding, or has dirt/debris inside.",
    "common_tests_advised": "X-ray (to rule out fracture/foreign body), Tetanus booster if outdated.",
    "symptoms_that_should_not_be_ignored": "Signs of infection (red streaks, pus, fever, increasing warmth) or numbness.",
    "Verification Status": "Verified"
  },
  {
    "id": "519",
    "name": "Period Pain (Dysmenorrhea)",
    "description": "Period pain, or dysmenorrhea, is the cramping pain a woman can feel in her lower abdomen, which can occur before or during her menstrual periods. The pain is caused by contractions in the uterus as it sheds its lining. For some women, the discomfort is just a mild annoyance. For others, it can be severe enough to interfere with everyday activities. The pain is not a sign of a serious condition in most cases, but severe pain can sometimes be caused by underlying issues like fibroids or endometriosis.",
    "symptoms": [
      "Throbbing or cramping pain in the lower abdomen",
      "Pain that can radiate to the lower back and thighs",
      "Dull, constant ache",
      "May be accompanied by headache, nausea, diarrhea, and fatigue"
    ],
    "prevention": [
      "Regular exercise can help reduce the severity of cramps",
      "Maintain a healthy diet and reduce salt, sugar, and caffeine intake before your period",
      "Manage stress, as it can worsen pain",
      "Getting enough sleep"
    ],
    "treatment": [
      "Take over-the-counter pain relievers like ibuprofen or mefenamic acid",
      "Apply a heating pad or hot water bottle to your lower abdomen",
      "Taking a warm bath can help relax muscles",
      "Gentle exercise like walking or yoga may provide relief",
      "Hormonal birth control methods often reduce period pain",
      "Consult a gynecologist if the pain is severe or doesn't improve with self-care"
    ],
    "category": "Gynecological",
    "image": "images/diseases/Period_Pain.jpg",
    "when_to_consult_a_doctor": "Consult if cramps disrupt daily life every month or worsen over time.",
    "common_tests_advised": "Pelvic Ultrasound, MRI (for endometriosis/fibroids).",
    "symptoms_that_should_not_be_ignored": "Severe pain, extremely heavy bleeding, or pain between periods.",
    "Verification Status": "Verified"
  },
  {
    "id": "144",
    "name": "Achalasia",
    "description": "Achalasia is a rare, serious primary esophageal motility disorder characterized by the failure of the lower esophageal sphincter (LES) muscle to relax during swallowing and a lack of normal peristalsis. This makes it difficult for food and liquids to pass into the stomach. The underlying cause is believed to be the degeneration of nerve cells in the esophagus. Food can get stuck, causing significant discomfort, regurgitation, chest pain, and potential complications like aspiration pneumonia.",
    "symptoms": [
      "Difficulty swallowing solids and liquids (dysphagia)",
      "Regurgitation of undigested food",
      "Sharp chest pain, especially after eating",
      "Unintentional weight loss",
      "Heartburn that doesn't respond to antacids",
      "Coughing, especially at night",
      "Feeling of a lump in the throat"
    ],
    "prevention": [
      "As the cause is often unknown, direct prevention is not possible",
      "Early medical consultation for persistent swallowing issues is crucial",
      "Eating slowly and chewing food thoroughly",
      "Drinking plenty of water with meals to help food pass",
      "Avoiding late-night meals or lying down immediately after eating"
    ],
    "treatment": [
      "Pneumatic (balloon) dilation to stretch the LES",
      "Heller myotomy (surgery to cut the LES muscle)",
      "Peroral endoscopic myotomy (POEM), a less invasive surgical approach",
      "Botulinum toxin (Botox) injections into the LES",
      "Muscle-relaxing medications like nitrates or calcium channel blockers"
    ],
    "category": "Digestive",
    "image": "images/diseases/Achalasia.jpg",
    "when_to_consult_a_doctor": "Consult if you have progressive difficulty swallowing solids and liquids.",
    "common_tests_advised": "Barium swallow, Esophageal manometry (gold standard), Endoscopy.",
    "symptoms_that_should_not_be_ignored": "Significant weight loss, chest pain, or recurrent pneumonia (from aspiration).",
    "Verification Status": "Verified"
  },
  {
    "id": "69",
    "name": "Acid Reflux (GERD)",
    "description": "Gastroesophageal reflux disease (GERD), commonly known as acid reflux, is a chronic condition where stomach acid frequently flows back into the esophagus. This occurs when the lower esophageal sphincter (LES) weakens or relaxes inappropriately. Triggers include certain foods (spicy, fatty, acidic), overeating, obesity, smoking, and pregnancy. If left untreated, it can lead to esophagitis, strictures, or Barrett's esophagus.",
    "symptoms": [
      "A burning sensation in the chest (heartburn), often after eating or at night",
      "Chest pain",
      "Regurgitation of food or sour liquid",
      "Difficulty swallowing (dysphagia)",
      "Chronic cough or laryngitis",
      "Sensation of a lump in the throat",
      "New or worsening asthma"
    ],
    "prevention": [
      "Eat smaller, more frequent meals instead of large ones",
      "Avoid trigger foods like spicy foods, caffeine, alcohol, chocolate, and fatty foods",
      "Maintain a healthy weight to reduce pressure on the abdomen",
      "Avoid lying down for at least 3 hours after a meal",
      "Elevate the head of your bed by 6-8 inches",
      "Quit smoking"
    ],
    "treatment": [
      "Over-the-counter antacids for immediate relief",
      "H2 receptor blockers (e.g., famotidine)",
      "Proton pump inhibitors (PPIs) to reduce acid production (e.g., omeprazole)",
      "Significant lifestyle and dietary changes",
      "In severe cases, anti-reflux surgery (fundoplication)"
    ],
    "category": "Digestive",
    "image": "images/diseases/Acid_Reflux_GERD.jpg",
    "when_to_consult_a_doctor": "Consult if you take antacids >2 times a week or symptoms persist despite medication.",
    "common_tests_advised": "Upper GI Endoscopy, Esophageal pH monitoring.",
    "symptoms_that_should_not_be_ignored": "Difficulty swallowing (dysphagia), vomiting blood, black stools, or unintentional weight loss.",
    "Verification Status": "Verified"
  },
  {
    "id": "171",
    "name": "Acne Vulgaris",
    "description": "Acne vulgaris is a common chronic skin condition resulting from clogged hair follicles. It involves four main factors: excess sebum production, a buildup of dead skin cells, colonization by bacteria, and subsequent inflammation. It typically appears on the face, forehead, chest, upper back, and shoulders where oil glands are most numerous.",
    "symptoms": [
      "Whiteheads (closed plugged pores)",
      "Blackheads (open plugged pores)",
      "Papules (small red, tender bumps)",
      "Pimples/Pustules (papules with pus at their tips)",
      "Nodules (large, solid, painful lumps beneath the skin)",
      "Cystic lesions (painful, pus-filled lumps beneath the skin)",
      "Oily skin and scarring"
    ],
    "prevention": [
      "Wash your face twice daily with a gentle, non-abrasive cleanser",
      "Use non-comedogenic (won't clog pores) skincare and makeup products",
      "Avoid touching your face frequently to prevent transferring bacteria",
      "Shampoo hair regularly to keep oil away from the face",
      "Maintain a balanced diet and manage stress"
    ],
    "treatment": [
      "Topical treatments (benzoyl peroxide, salicylic acid, retinoids, topical antibiotics)",
      "Oral medications (antibiotics, oral contraceptives, isotretinoin)",
      "Light therapy or chemical peels",
      "Drainage and extraction of large cysts by a dermatologist"
    ],
    "category": "Skin",
    "image": "images/diseases/Acne_Vulgaris.jpg",
    "when_to_consult_a_doctor": "Consult if OTC products fail after 3 months or if cysts/nodules develop.",
    "common_tests_advised": "Clinical exam; Hormone panel for females with irregular cycles.",
    "symptoms_that_should_not_be_ignored": "Painful large lumps, psychological distress, or signs of infection.",
    "Verification Status": "Verified"
  },
  {
    "id": "160",
    "name": "Allergic Rhinitis",
    "description": "Allergic rhinitis, or hay fever, is an immune system response to airborne allergens like pollen, dust mites, or pet dander. When exposed, the body releases histamine, causing inflammation and cold-like symptoms. It can be seasonal or perennial and is often exacerbated by urban pollution.",
    "symptoms": [
      "Frequent sneezing",
      "Runny or stuffy nose (rhinorrhea and congestion)",
      "Itchy, red, or watery eyes (allergic conjunctivitis)",
      "Itchy nose, throat, or roof of the mouth",
      "Postnasal drip",
      "Fatigue and dark circles under the eyes (allergic shiners)"
    ],
    "prevention": [
      "Identify and avoid known allergens",
      "Use HEPA air purifiers in the home",
      "Keep windows and doors closed during high pollen seasons",
      "Wash bedding in hot water weekly to kill dust mites",
      "Shower after being outdoors to remove pollen from skin and hair",
      "Regularly clean and vacuum to reduce dust and dander"
    ],
    "treatment": [
      "Oral antihistamines (e.g., loratadine, cetirizine)",
      "Nasal corticosteroid sprays to reduce inflammation",
      "Decongestants for short-term relief of stuffiness",
      "Leukotriene modifiers",
      "Allergy shots (allergen immunotherapy) for long-term management"
    ],
    "category": "Allergy",
    "image": "images/diseases/Allergic_Rhinitis.jpg",
    "when_to_consult_a_doctor": "Consult if symptoms affect sleep/work or cause chronic sinus infections.",
    "common_tests_advised": "Allergy skin prick testing, Total IgE levels.",
    "symptoms_that_should_not_be_ignored": "Persistent one-sided nasal blockage or bloody discharge.",
    "Verification Status": "Verified"
  },
  {
    "id": "34",
    "name": "Alzheimer’s Disease",
    "description": "Alzheimer’s disease is a progressive, irreversible neurodegenerative disorder and the most common cause of dementia. It is characterized by the formation of amyloid plaques and tau tangles in the brain, leading to cognitive decline. It destroys memory, thinking skills, and eventually, the ability to perform daily tasks.",
    "symptoms": [
      "Memory loss that disrupts daily life",
      "Confusion with time or place",
      "Difficulty with problem-solving or planning",
      "Trouble speaking or writing",
      "Misplacing things and being unable to retrace steps",
      "Withdrawal from social activities",
      "Changes in mood, personality, and behavior"
    ],
    "prevention": [
      "Engage in regular mental exercises like puzzles or learning new skills",
      "Maintain a heart-healthy diet (e.g., Mediterranean diet)",
      "Stay socially and physically active",
      "Manage cardiovascular risk factors (BP, diabetes, cholesterol)",
      "Get adequate quality sleep"
    ],
    "treatment": [
      "Cognitive and behavioral therapies",
      "Medications like cholinesterase inhibitors (e.g., donepezil) and memantine",
      "Creating a safe, supportive, and routine-oriented environment",
      "Supportive care for both the patient and caregivers",
      "Managing co-existing conditions"
    ],
    "category": "Neurological",
    "image": "images/diseases/Alzheimers_Disease.jpg",
    "when_to_consult_a_doctor": "Consult if memory loss disrupts daily life or personality changes occur.",
    "common_tests_advised": "MRI/CT brain, Neuropsychological testing, B12/Thyroid levels.",
    "symptoms_that_should_not_be_ignored": "Getting lost in familiar places, inability to perform routine tasks, or sudden confusion.",
    "Verification Status": "Verified"
  },
  {
    "id": "37",
    "name": "Anemia",
    "description": "Anemia is a condition in which the blood lacks a sufficient number of healthy red blood cells or hemoglobin to carry adequate oxygen to the body's tissues. The most common type globally and in India is iron-deficiency anemia, especially prevalent among women and children due to inadequate nutrition, parasitic infections, and blood loss. Other causes include deficiencies in vitamin B12 or folate, chronic diseases, and genetic conditions. Symptoms result from oxygen deprivation and can range from mild fatigue to severe complications, particularly during pregnancy.",
    "symptoms": [
      "Persistent fatigue and weakness",
      "Pale skin, lips, and nail beds",
      "Shortness of breath, especially with exertion",
      "Dizziness or lightheadedness",
      "Cold hands and feet",
      "Headaches",
      "Brittle nails or a sore tongue"
    ],
    "prevention": [
      "Eat a balanced diet rich in iron (leafy greens, red meat, legumes), vitamin B12, and folic acid",
      "Consume vitamin C-rich foods (citrus fruits, bell peppers) to enhance iron absorption",
      "Take prescribed supplements, especially during pregnancy",
      "Regular health checkups to screen for anemia",
      "Promptly treat underlying conditions that cause blood loss or malabsorption"
    ],
    "treatment": [
      "Iron supplements (oral or intravenous)",
      "Vitamin B12 or folic acid supplements/injections",
      "Dietary modifications to include nutrient-rich foods",
      "Blood transfusions in cases of severe anemia",
      "Medications to stimulate red blood cell production"
    ],
    "category": "Hematological",
    "image": "images/diseases/Anemia.jpg",
    "when_to_consult_a_doctor": "Consult if you experience unexplained fatigue, shortness of breath, or fainting.",
    "common_tests_advised": "CBC, Ferritin, Vitamin B12/Folate levels, Peripheral blood smear.",
    "symptoms_that_should_not_be_ignored": "Chest pain, rapid heartbeat, severe shortness of breath, or blood in stool.",
    "Verification Status": "Verified"
  },
  {
    "id": "83",
    "name": "Ankylosing Spondylitis",
    "description": "Ankylosing spondylitis (AS) is a chronic inflammatory disease and a type of arthritis that primarily affects the spine's joints (vertebrae) and the sacroiliac joints in the pelvis. The inflammation can lead to severe, chronic pain, stiffness, and in advanced cases, new bone formation can cause parts of the spine to fuse in a fixed, immobile position. The condition has a strong genetic link (HLA-B27 gene) and typically begins in early adulthood. Early diagnosis and consistent treatment are key to managing pain and maintaining flexibility.",
    "symptoms": [
      "Chronic pain and stiffness in the lower back and hips, especially in the morning or after inactivity",
      "Reduced flexibility of the spine",
      "Persistent fatigue",
      "Pain in other joints like the ribs, shoulders, and heels",
      "Inflammation of the eyes (uveitis)"
    ],
    "prevention": [
      "AS cannot be prevented, but its progression can be managed",
      "Regular exercise and physical therapy to maintain flexibility and posture",
      "Practicing good posture throughout the day",
      "Avoiding smoking, as it can worsen the condition"
    ],
    "treatment": [
      "Nonsteroidal anti-inflammatory drugs (NSAIDs)",
      "Physiotherapy and specific stretching exercises",
      "Biologic medications like TNF blockers and IL-17 inhibitors",
      "Pain management strategies",
      "In rare, severe cases, surgery may be considered"
    ],
    "category": "Musculoskeletal",
    "image": "images/diseases/Ankylosing_Spondylitis.jpg",
    "when_to_consult_a_doctor": "Consult if you have lower back pain that improves with exercise but worsens with rest.",
    "common_tests_advised": "X-ray/MRI of sacroiliac joints, HLA-B27 genetic test, ESR/CRP.",
    "symptoms_that_should_not_be_ignored": "Eye pain/redness (uveitis), severe stiffness preventing movement, or difficulty breathing.",
    "Verification Status": "Verified"
  },
  {
    "id": "70",
    "name": "Anorexia Nervosa",
    "description": "Anorexia nervosa is a severe and potentially life-threatening eating disorder characterized by an intense fear of gaining weight, a distorted body image, and self-imposed starvation. Individuals place a high value on controlling weight and shape, using extreme efforts that interfere with their lives. The physical consequences of starvation can be severe, affecting major organs like the heart and brain, and leading to bone loss and infertility.",
    "symptoms": [
      "Extreme weight loss or being significantly underweight",
      "Intense fear of gaining weight",
      "Distorted body image (seeing oneself as overweight despite being thin)",
      "Refusal to eat or severe restriction of food intake",
      "Fatigue, dizziness, or fainting",
      "Absence of menstruation (amenorrhea) in females",
      "Social withdrawal and obsession with food/calories"
    ],
    "prevention": [
      "Promoting a healthy body image and self-esteem not tied to appearance",
      "Discouraging dieting and weight-focused talk",
      "Early counseling for individuals showing signs of body dissatisfaction or disordered eating",
      "Creating a supportive family environment that encourages open communication"
    ],
    "treatment": [
      "Multidisciplinary care involving psychological therapy (e.g., CBT, Family-Based Treatment)",
      "Medical monitoring to stabilize physical health",
      "Nutritional counseling and support to restore a healthy weight",
      "Hospitalization or residential treatment in severe cases",
      "Medications for co-occurring conditions like depression or anxiety"
    ],
    "category": "Mental Health",
    "image": "images/diseases/Anorexia_Nervosa.jpg",
    "when_to_consult_a_doctor": "Consult immediately if there is rapid weight loss, refusal to eat, or obsession with weight.",
    "common_tests_advised": "CBC, Electrolytes, ECG (heart check), Bone density scan.",
    "symptoms_that_should_not_be_ignored": "Fainting, irregular heart rate, severe constipation, or cessation of menstruation.",
    "Verification Status": "Verified"
  },
  {
    "id": "137",
    "name": "Anthrax",
    "description": "Anthrax is a rare but serious infectious disease caused by the spore-forming bacterium Bacillus anthracis. Humans can become infected through contact with infected animals or contaminated animal products. The infection can occur in three main forms: cutaneous (skin), inhalation (lungs), and gastrointestinal (ingestion). Inhalation anthrax is the most deadly. Prompt treatment with antibiotics is crucial for survival.",
    "symptoms": [
      "Cutaneous: A group of small, itchy blisters that develop into a painless skin sore with a black center",
      "Inhalation: Flu-like symptoms (fever, cough, chest pain) that rapidly progress to severe breathing difficulty and shock",
      "Gastrointestinal: Nausea, vomiting, abdominal pain, fever, and bloody diarrhea"
    ],
    "prevention": [
      "Vaccination for livestock in endemic areas",
      "Vaccination for high-risk individuals (e.g., lab workers, veterinarians)",
      "Using protective equipment when handling potentially infected animals or their products",
      "Avoiding consumption of meat from animals that died of unknown causes"
    ],
    "treatment": [
      "A long course (60 days) of antibiotics, such as ciprofloxacin or doxycycline",
      "Antitoxin therapy to neutralize the toxins produced by the bacteria",
      "Hospitalization and intensive supportive care for severe cases"
    ],
    "category": "Bacterial",
    "image": "images/diseases/Anthrax.jpg",
    "when_to_consult_a_doctor": "Seek emergency care if exposed to spores or if a painless ulcer with a black center appears.",
    "common_tests_advised": "Blood culture, Skin biopsy, Chest X-ray/CT.",
    "symptoms_that_should_not_be_ignored": "Severe breathing difficulty, shock, high fever, or meningitis symptoms.",
    "Verification Status": "Verified"
  },
  {
    "id": "159",
    "name": "Anxiety Disorders",
    "description": "Anxiety disorders are a category of mental health conditions characterized by intense, excessive, and persistent worry and fear about everyday situations. These feelings are out of proportion to the actual danger and can interfere with daily activities. Types include Generalized Anxiety Disorder (GAD), Panic Disorder, Social Anxiety Disorder, and specific phobias.",
    "symptoms": [
      "Feeling nervous, restless, or tense (excessive worrying)",
      "A sense of impending danger, panic, or doom",
      "Increased heart rate and rapid breathing (hyperventilation)",
      "Sweating, trembling, and fatigue",
      "Difficulty concentrating or mind going blank",
      "Trouble sleeping",
      "Avoidance of situations that trigger anxiety"
    ],
    "prevention": [
      "Learn and practice stress management and relaxation techniques (e.g., meditation, yoga)",
      "Seek therapy or counseling at the first signs of distress",
      "Limit caffeine and alcohol, which can worsen anxiety",
      "Maintain a healthy lifestyle with regular exercise, a balanced diet, and sufficient sleep",
      "Build a strong social support network"
    ],
    "treatment": [
      "Psychotherapy, particularly Cognitive-Behavioral Therapy (CBT) and exposure therapy",
      "Medications like antidepressants (SSRIs, SNRIs)",
      "Anti-anxiety medications (benzodiazepines) for short-term use",
      "Lifestyle modifications including exercise and mindfulness practices"
    ],
    "category": "Mental Health",
    "image": "images/diseases/Anxiety_Disorders.jpg",
    "when_to_consult_a_doctor": "Consult if worry is uncontrollable, causes distress, or interferes with work/relationships.",
    "common_tests_advised": "Thyroid function tests (to rule out physical causes), Psychological evaluation.",
    "symptoms_that_should_not_be_ignored": "Panic attacks mimicking heart attack, suicidal thoughts, or self-harm behaviors.",
    "Verification Status": "Verified"
  },
  {
    "id": "107",
    "name": "Aplastic Anemia",
    "description": "Aplastic anemia is a rare but very serious blood disorder where the bone marrow fails to produce enough new blood cells (red cells, white cells, and platelets). Known as bone marrow failure, it leads to a shortage of all three blood cell types (pancytopenia). It can be acquired from toxins/radiation or inherited, and can be life-threatening without prompt treatment.",
    "symptoms": [
      "Fatigue and shortness of breath (due to low red blood cells)",
      "Frequent or prolonged infections (due to low white blood cells)",
      "Easy bruising or bleeding, including nosebleeds and bleeding gums (due to low platelets)",
      "Dizziness and headaches",
      "Pale skin and rapid heart rate"
    ],
    "prevention": [
      "True prevention is often not possible as the cause is frequently unknown",
      "Avoid exposure to toxic chemicals like benzene, insecticides, and herbicides",
      "Protect against infections, which can be severe in individuals with this condition"
    ],
    "treatment": [
      "Blood transfusions to manage symptoms",
      "Immunosuppressive therapy (e.g., anti-thymocyte globulin and cyclosporine) to stop the immune attack",
      "Bone marrow or stem cell transplant, which can be a cure",
      "Medications to stimulate the bone marrow"
    ],
    "category": "Blood Disorder",
    "image": "images/diseases/Aplastic_Anemia.jpg",
    "when_to_consult_a_doctor": "Consult if you have frequent infections, easy bruising, or extreme fatigue.",
    "common_tests_advised": "Bone marrow biopsy, CBC with reticulocyte count.",
    "symptoms_that_should_not_be_ignored": "Uncontrolled bleeding, high fever (infection risk), or severe weakness.",
    "Verification Status": "Verified"
  },
  {
    "id": "161",
    "name": "Appendicitis",
    "description": "Appendicitis is the inflammation of the appendix, a small pouch that projects from the large intestine. The inflammation is typically caused by a blockage, which leads to infection and swelling. It is a medical emergency because a ruptured appendix can spread infection throughout the abdomen (peritonitis), which can be fatal.",
    "symptoms": [
      "Sudden pain that begins around the navel and often shifts to the lower right abdomen",
      "Pain that worsens with coughing, walking, or other jarring movements",
      "Nausea and vomiting",
      "Loss of appetite",
      "Low-grade fever that may worsen as the illness progresses",
      "Abdominal bloating, constipation, or diarrhea"
    ],
    "prevention": [
      "There is no guaranteed way to prevent appendicitis",
      "Some evidence suggests that a high-fiber diet, rich in fruits and vegetables, may be associated with a lower risk"
    ],
    "treatment": [
      "Surgical removal of the appendix (appendectomy), via open surgery or laparoscopically",
      "Antibiotics are administered before and after surgery to prevent infection",
      "In some uncomplicated cases, antibiotic therapy alone may be considered"
    ],
    "category": "Surgical",
    "image": "images/diseases/Appendicitis.jpg",
    "when_to_consult_a_doctor": "Seek emergency care for sudden, severe pain in the lower right abdomen.",
    "common_tests_advised": "Abdominal Ultrasound or CT scan, CBC (elevated white cells).",
    "symptoms_that_should_not_be_ignored": "Pain that worsens with movement/coughing, rigid abdomen, or vomiting with pain.",
    "Verification Status": "Verified"
  },
  {
    "id": "33",
    "name": "Arthritis",
    "description": "Arthritis is a general term for conditions that cause inflammation in the joints, leading to pain, stiffness, swelling, and reduced mobility. The two most common types are Osteoarthritis (OA) and Rheumatoid Arthritis (RA). In India, it is a major cause of disability, significantly affecting daily activities and overall quality of life.",
    "symptoms": [
      "Persistent joint pain and tenderness",
      "Stiffness, especially in the morning or after periods of inactivity",
      "Swelling, warmth, or redness in a joint",
      "Difficulty moving a joint or decreased range of motion",
      "A grating sensation during joint movement"
    ],
    "prevention": [
      "Engage in regular, low-impact exercise to strengthen muscles around joints",
      "Maintain a healthy weight to reduce stress on weight-bearing joints",
      "Protect joints from injury by using proper form during activities",
      "Eat an anti-inflammatory diet rich in fruits, vegetables, and omega-3 fatty acids"
    ],
    "treatment": [
      "Pain relievers and anti-inflammatory drugs (NSAIDs)",
      "Physical therapy to improve range of motion and strengthen muscles",
      "Corticosteroid injections to reduce inflammation",
      "Disease-modifying antirheumatic drugs (DMARDs) and biologics for RA",
      "Joint replacement surgery for severely damaged joints"
    ],
    "category": "Musculoskeletal",
    "image": "images/diseases/Arthritis.jpg",
    "when_to_consult_a_doctor": "Consult if joint pain, swelling, or stiffness lasts longer than 3 days or recurs.",
    "common_tests_advised": "X-ray, Rheumatoid Factor (RF), Anti-CCP, ESR/CRP.",
    "symptoms_that_should_not_be_ignored": "Hot/red swollen joint, fever with joint pain, or severe immobility.",
    "Verification Status": "Verified"
  },
  {
    "id": "33",
    "name": "Arthritis",
    "description": "Arthritis is a general term for conditions that cause inflammation in the joints, leading to pain, stiffness, swelling, and reduced mobility. The two most common types are Osteoarthritis (OA) and Rheumatoid Arthritis (RA). Osteoarthritis is a degenerative 'wear-and-tear' condition where joint cartilage breaks down over time. Rheumatoid arthritis is an autoimmune disorder where the body's immune system mistakenly attacks the lining of the joints. In India, arthritis is a major cause of disability, significantly affecting daily activities and overall quality of life.",
    "symptoms": [
      "Persistent joint pain and tenderness",
      "Stiffness, especially in the morning or after periods of inactivity",
      "Swelling, warmth, or redness in a joint",
      "Difficulty moving a joint or decreased range of motion",
      "A grating sensation during joint movement"
    ],
    "prevention": [
      "Engage in regular, low-impact exercise (e.g., swimming, cycling) to strengthen muscles around joints",
      "Maintain a healthy weight to reduce stress on weight-bearing joints like knees and hips",
      "Protect joints from injury by using proper form during activities",
      "Eat an anti-inflammatory diet rich in fruits, vegetables, and omega-3 fatty acids"
    ],
    "treatment": [
      "Pain relievers and anti-inflammatory drugs (NSAIDs)",
      "Physical therapy to improve range of motion and strengthen muscles",
      "Corticosteroid injections to reduce inflammation",
      "Disease-modifying antirheumatic drugs (DMARDs) and biologics for RA",
      "Joint replacement surgery for severely damaged joints"
    ],
    "category": "Musculoskeletal",
    "image": "images/diseases/Arthritis.jpg",
    "when_to_consult_a_doctor": "Consult if joint pain, swelling, or stiffness lasts longer than 3 days or recurs.",
    "common_tests_advised": "X-ray, Rheumatoid Factor (RF), Anti-CCP, ESR/CRP.",
    "symptoms_that_should_not_be_ignored": "Hot/red swollen joint (possible infection), fever with joint pain, or severe immobility.",
    "Verification Status": "Verified"
  },
  {
    "id": "2",
    "name": "Asthma",
    "description": "Asthma is a chronic respiratory condition characterized by inflammation and narrowing of the airways (bronchial tubes). This inflammation makes the airways sensitive to various triggers, such as allergens, smoke, cold air, or exercise. When exposed to a trigger, the airways can swell, the muscles around them tighten, and excess mucus is produced. This leads to symptoms like coughing, wheezing, shortness of breath, and chest tightness, which can range from mild to life-threatening.",
    "symptoms": [
      "Shortness of breath",
      "Chest tightness or pain",
      "A whistling or wheezing sound when exhaling",
      "Coughing, especially at night, during exercise, or when laughing",
      "Trouble sleeping due to respiratory symptoms"
    ],
    "prevention": [
      "Identify and avoid personal asthma triggers (e.g., pollen, dust mites, smoke)",
      "Use preventive (long-term control) inhalers as prescribed by a doctor",
      "Monitor breathing with a peak flow meter",
      "Get annual flu and pneumonia vaccinations",
      "Develop and follow an asthma action plan with your doctor"
    ],
    "treatment": [
      "Quick-relief (rescue) inhalers like albuterol for immediate symptom relief",
      "Long-term control medications, such as inhaled corticosteroids, to reduce inflammation",
      "Bronchodilators to open the airways",
      "Leukotriene modifiers",
      "Lifestyle management and trigger avoidance"
    ],
    "category": "Respiratory",
    "image": "images/diseases/Asthma.jpg",
    "when_to_consult_a_doctor": "Consult if you have frequent wheezing, cough, or need rescue inhaler >2 days/week.",
    "common_tests_advised": "Spirometry (Lung function), Peak flow monitoring, Allergy testing.",
    "symptoms_that_should_not_be_ignored": "Extreme difficulty breathing, blue lips/fingernails, or inhaler failing to provide relief.",
    "Verification Status": "Verified"
  },

  {
    "id": "193",
    "name": "Bacterial Vaginosis",
    "description": "Bacterial vaginosis (BV) is a common vaginal condition resulting from an imbalance in the natural vaginal flora. It involves an overgrowth of certain anaerobic bacteria and a decrease in the beneficial lactobacilli that normally maintain an acidic environment. While not considered a sexually transmitted infection (STI), risk factors include new or multiple sexual partners and douching, which disrupts the natural balance. BV can increase the risk of contracting STIs and may cause complications in pregnancy.",
    "symptoms": [
      "A thin, gray, white, or green vaginal discharge",
      "A foul-smelling 'fishy' vaginal odor, which may be more pronounced after intercourse",
      "Vaginal itching or irritation",
      "A burning sensation during urination",
      "Note: Many women with BV experience no symptoms at all."
    ],
    "prevention": [
      "Avoid douching, as it upsets the natural vaginal balance",
      "Use mild, non-irritating soaps and avoid scented feminine hygiene products",
      "Wear breathable cotton underwear",
      "Practice safe sex and limit the number of sexual partners"
    ],
    "treatment": [
      "Antibiotics, most commonly metronidazole or clindamycin, which can be taken orally or applied as a vaginal cream/gel",
      "Completing the full course of medication is important to prevent recurrence",
      "Probiotics may help restore the balance of healthy bacteria"
    ],
    "category": "Infectious",
    "image": "images/diseases/Bacterial_Vaginosis.jpg",
    "when_to_consult_a_doctor": "Consult if you notice new vaginal discharge with an odor or itching.",
    "common_tests_advised": "Vaginal swab/pH test, Whiff test.",
    "symptoms_that_should_not_be_ignored": "Pelvic pain or fever (could indicate spread/PID), or symptoms during pregnancy.",
    "Verification Status": "Verified"
  },
  {
    "id": "115",
    "name": "Bedsores",
    "description": "Bedsores, also known as pressure ulcers or decubitus ulcers, are injuries to the skin and underlying tissue resulting from prolonged pressure. This pressure reduces blood flow, leading to tissue damage and death. They commonly develop on skin that covers bony areas of the body, such as the heels, ankles, hips, and tailbone. Individuals who are bedridden, use a wheelchair, or are unable to change positions on their own are at highest risk. Bedsores can range from mild redness to deep wounds extending to muscle and bone, posing a serious risk of infection if not properly managed.",
    "symptoms": [
      "Unusual changes in skin color or texture",
      "Swelling and pus-like draining",
      "An area of skin that feels cooler or warmer to the touch than other areas",
      "Pain or tenderness in the affected area",
      "Skin breakdown, ranging from a shallow open sore to a deep crater"
    ],
    "prevention": [
      "Frequent repositioning (at least every two hours in bed, every hour in a chair)",
      "Use of special cushions, pads, or pressure-reducing mattresses",
      "Keeping the skin clean, dry, and well-moisturized",
      "Ensuring good nutrition and hydration to promote healthy skin"
    ],
    "treatment": [
      "Relieving pressure on the affected area",
      "Regularly cleaning the wound and applying special medicated dressings",
      "Debridement (removal of dead or infected tissue)",
      "Negative pressure wound therapy",
      "In severe, non-healing cases, surgery may be required"
    ],
    "category": "Skin",
    "image": "images/diseases/Bedsores.jpg",
    "when_to_consult_a_doctor": "Consult if a sore doesn't heal within a few days or shows signs of infection.",
    "common_tests_advised": "Wound culture (if infected), Blood tests for nutritional status.",
    "symptoms_that_should_not_be_ignored": "Foul odor, pus drainage, fever, or the sore becoming black (necrosis).",
    "Verification Status": "Verified"
  },

  {
    "id": "88",
    "name": "Bell’s Palsy",
    "description": "Bell's palsy is a condition that causes a sudden, temporary weakness or paralysis of the muscles on one side of the face. This occurs when the seventh cranial nerve, which controls facial muscles, becomes inflamed, swollen, or compressed. The exact cause is unknown, but it is strongly linked to viral infections, such as the herpes simplex virus. The onset is rapid, often developing overnight. While the symptoms can be alarming, most individuals achieve a full or near-full recovery within a few weeks to six months, especially with prompt treatment.",
    "symptoms": [
      "Rapid onset of mild to total paralysis on one side of the face",
      "Facial drooping and difficulty making facial expressions, like closing an eye or smiling",
      "Drooling from one side of the mouth",
      "Loss of taste on the front of the tongue",
      "Increased sensitivity to sound in the affected ear (hyperacusis)",
      "Pain around the jaw or behind the ear"
    ],
    "prevention": [
      "There is no known way to prevent Bell's palsy.",
      "Maintaining good overall health and immunity may reduce the risk of viral infections that can trigger it.",
      "Protecting the face from cold winds is a traditional but unproven recommendation."
    ],
    "treatment": [
      "Corticosteroid medications (like prednisone) to reduce inflammation, most effective if started within 72 hours",
      "Antiviral drugs may be prescribed alongside steroids",
      "Physical therapy and facial exercises to stimulate muscles",
      "Protective eye care (eye drops, ointments, eye patch) to prevent the cornea from drying out"
    ],
    "category": "Neurological",
    "image": "images/diseases/Bells_Palsy.jpg",
    "when_to_consult_a_doctor": "Seek immediate care for sudden facial droop (to rule out stroke).",
    "common_tests_advised": "Electromyography (EMG), MRI (to rule out other causes).",
    "symptoms_that_should_not_be_ignored": "Inability to close the eye (risk of corneal damage), pain behind the ear.",
    "Verification Status": "Verified"
  },
  {
    "id": "177",
    "name": "Benign Prostatic Hyperplasia (BPH)",
    "description": "Benign prostatic hyperplasia (BPH) is a common, non-cancerous enlargement of the prostate gland that occurs as men age. The prostate gland surrounds the urethra, the tube that carries urine from the bladder out of the body. As the prostate enlarges, it can squeeze or partially block the urethra, leading to a variety of uncomfortable and disruptive urinary symptoms. BPH does not increase the risk of prostate cancer, but the symptoms can significantly impact quality of life.",
    "symptoms": [
      "Frequent or urgent need to urinate, especially at night (nocturia)",
      "Difficulty starting urination (hesitancy)",
      "A weak or interrupted urine stream",
      "Dribbling at the end of urination",
      "Inability to completely empty the bladder",
      "Straining while urinating"
    ],
    "prevention": [
      "BPH is considered a normal part of aging and is not preventable.",
      "Lifestyle factors, such as maintaining a healthy weight, regular exercise, and a diet rich in fruits and vegetables, may help manage symptoms and overall prostate health."
    ],
    "treatment": [
      "Watchful waiting for mild symptoms",
      "Medications like alpha-blockers to relax bladder neck muscles and 5-alpha reductase inhibitors to shrink the prostate",
      "Minimally invasive procedures (e.g., laser therapy, UroLift)",
      "Surgery, such as transurethral resection of the prostate (TURP), to remove excess prostate tissue"
    ],
    "category": "Urological",
    "image": "images/diseases/Benign_Prostatic_Hyperplasia_BPH.jpg",
    "when_to_consult_a_doctor": "Consult if urinary symptoms (frequency, urgency, weak stream) bothers you.",
    "common_tests_advised": "PSA blood test, Digital Rectal Exam, Uroflowmetry.",
    "symptoms_that_should_not_be_ignored": "Complete inability to urinate (retention), blood in urine, or loss of bladder control.",
    "Verification Status": "Verified"
  },
  
  {
    "id": "100",
    "name": "Beriberi",
    "description": "Beriberi is a disease caused by a severe deficiency of thiamine (vitamin B1). Thiamine is crucial for breaking down sugars and for the proper functioning of the nervous system and heart. The disease is categorized into two main types: wet beriberi, which affects the cardiovascular system, and dry beriberi, which damages the nerves and can lead to muscle paralysis. It is most common in populations with poor nutrition, diets high in polished white rice, and in individuals with chronic alcoholism. If left untreated, it can be fatal.",
    "symptoms": [
      "Dry Beriberi: Numbness and tingling in hands and feet, muscle weakness or wasting, difficulty walking, confusion.",
      "Wet Beriberi: Shortness of breath with activity or when lying down, rapid heart rate, swelling in the lower legs (edema).",
      "General symptoms: Weakness, pain in the limbs, loss of appetite."
    ],
    "prevention": [
      "Eat a balanced diet rich in thiamine-containing foods like whole grains, legumes, pork, nuts, and seeds",
      "Avoid excessive alcohol consumption, as it impairs thiamine absorption",
      "Choose brown rice or fortified white rice over polished white rice"
    ],
    "treatment": [
      "Immediate administration of high-dose thiamine supplements, often initially via injection followed by oral tablets",
      "A nutritious, balanced diet to correct nutritional deficiencies",
      "Medical monitoring to manage cardiovascular or neurological symptoms",
      "Addressing underlying causes like alcoholism"
    ],
    "category": "Nutritional",
    "image": "images/diseases/Beriberi.jpg",
    "when_to_consult_a_doctor": "Consult if exhibiting muscle weakness, loss of feeling, or swelling in legs.",
    "common_tests_advised": "Blood Thiamine (Vitamin B1) levels, Lactate levels.",
    "symptoms_that_should_not_be_ignored": "Severe shortness of breath, rapid heartbeat, or mental confusion (Wernicke-Korsakoff).",
    "Verification Status": "Verified"
  },
  {
    "id": "188",
    "name": "Bipolar Disorder",
    "description": "Bipolar disorder is a serious mental health condition characterized by extreme and intense shifts in mood, energy levels, thinking patterns, and behavior. These shifts, known as mood episodes, range from emotional highs (manic or hypomanic episodes) to severe lows (depressive episodes). The condition is lifelong and requires long-term management. There are different types, with Bipolar I involving at least one manic episode and Bipolar II involving hypomanic and depressive episodes. These dramatic mood swings can disrupt work, school, relationships, and daily functioning.",
    "symptoms": [
      "Manic/Hypomanic Episodes: Abnormally high energy, euphoria, inflated self-esteem, decreased need for sleep, racing thoughts, impulsivity, and risky behavior.",
      "Depressive Episodes: Profound sadness, hopelessness, loss of interest in activities, significant changes in sleep or appetite, fatigue, feelings of worthlessness, and thoughts of suicide."
    ],
    "prevention": [
      "While the disorder itself cannot be prevented, proactive management can help prevent mood episodes.",
      "Adherence to a consistent treatment plan",
      "Establishing a regular routine for sleep, diet, and exercise",
      "Avoiding alcohol and recreational drugs",
      "Early recognition of warning signs of a mood shift"
    ],
    "treatment": [
      "Mood-stabilizing medications (e.g., lithium, valproic acid)",
      "Antipsychotic medications",
      "Antidepressants (used cautiously with a mood stabilizer)",
      "Psychotherapy (e.g., CBT, psychoeducation) for the individual and family",
      "Lifestyle management, including stress reduction and maintaining a stable routine"
    ],
    "category": "Mental Health",
    "image": "images/diseases/Bipolar_Disorder.jpg",
    "when_to_consult_a_doctor": "Consult if experiencing extreme mood swings affecting safety or relationships.",
    "common_tests_advised": "Psychiatric evaluation, Thyroid function (to rule out mimics).",
    "symptoms_that_should_not_be_ignored": "Suicidal thoughts, risky behavior (mania), or psychosis (hallucinations).",
    "Verification Status": "Verified"
  },
  {
    "id": "97",
    "name": "Blastomycosis",
    "description": "Blastomycosis is a systemic fungal infection caused by inhaling the spores of the fungus Blastomyces dermatitidis. This fungus is typically found in moist soil and decaying organic matter, such as wood and leaves, in certain regions. The infection usually starts in the lungs and can cause pneumonia-like symptoms. In some cases, especially in individuals with weakened immune systems, the infection can disseminate (spread) from the lungs to other parts of the body, most commonly the skin, bones, and central nervous system.",
    "symptoms": [
      "Pulmonary (Lung) Infection: Fever, cough, chest pain, night sweats, muscle aches, and fatigue.",
      "Disseminated (Widespread) Infection: Skin lesions that may appear as warts, blisters, or ulcers; bone pain and swelling; neurological symptoms like headache or seizures if the brain is involved."
    ],
    "prevention": [
      "It is difficult to avoid exposure in areas where the fungus is common.",
      "Individuals with compromised immune systems should be cautious when participating in activities that disturb soil, like digging or construction, in endemic areas.",
      "Wearing a protective N95 mask may reduce the risk of inhaling spores."
    ],
    "treatment": [
      "Antifungal medications are required for treatment.",
      "Itraconazole is typically used for mild to moderate cases, often for 6 to 12 months.",
      "Amphotericin B is used for severe or life-threatening infections, especially those involving the central nervous system."
    ],
    "category": "Fungal",
    "image": "images/diseases/Blastomycosis.jpg",
    "when_to_consult_a_doctor": "Consult if persistent cough, fever, or skin sores appear after outdoor activity.",
    "common_tests_advised": "Fungal culture (sputum/tissue), Antigen detection (urine/blood).",
    "symptoms_that_should_not_be_ignored": "Worsening shortness of breath, spreading skin ulcers, or bone pain.",
    "Verification Status": "Verified"
  },
  {
    "id": "123",
    "name": "Bronchiectasis",
    "description": "Bronchiectasis is a chronic lung condition where the airways (bronchi) become permanently damaged, widened, and thickened. This damage impairs the cilia, the tiny hair-like structures that help clear mucus from the lungs. As a result, mucus builds up, creating an environment where bacteria can thrive, leading to frequent and severe respiratory infections. The condition can be caused by underlying issues like cystic fibrosis, severe pneumonia, or autoimmune diseases, and it leads to a cycle of inflammation and infection that further damages the airways.",
    "symptoms": [
      "A persistent daily cough that produces large amounts of thick mucus (sputum)",
      "Recurrent chest infections (bronchitis or pneumonia)",
      "Shortness of breath and wheezing",
      "Coughing up blood or blood-streaked mucus (hemoptysis)",
      "Fatigue and general feeling of being unwell",
      "Clubbing of the fingertips in advanced cases"
    ],
    "prevention": [
      "Prompt and effective treatment of lung infections, especially in childhood",
      "Receiving recommended vaccinations (influenza, pneumococcal)",
      "Avoiding smoking and exposure to secondhand smoke",
      "Managing underlying conditions that can lead to bronchiectasis, such as GERD or autoimmune diseases."
    ],
    "treatment": [
      "Antibiotics to treat and prevent infections (oral, inhaled, or IV)",
      "Airway clearance techniques (e.g., chest physiotherapy, oscillating vests)",
      "Mucus-thinning medications (mucolytics)",
      "Bronchodilators to open airways",
      "In rare cases, surgery to remove the affected section of the lung"
    ],
    "category": "Respiratory",
    "image": "images/diseases/Bronchiectasis.jpg",
    "when_to_consult_a_doctor": "Consult if you have a daily cough with mucus or recurrent lung infections.",
    "common_tests_advised": "High-resolution CT scan (HRCT) of chest, Sputum culture.",
    "symptoms_that_should_not_be_ignored": "Coughing up large amounts of blood, severe chest pain, or respiratory failure.",
    "Verification Status": "Verified"
  },
  {
    "id": "40",
    "name": "Bronchitis",
    "description": "Bronchitis is an inflammation of the lining of the bronchial tubes, which are the main air passages to the lungs. It is categorized as either acute or chronic. Acute bronchitis is very common, often developing after a viral infection like a cold, and usually resolves within a few weeks. Chronic bronchitis is a more serious condition, defined as a productive cough lasting at least three months a year for two consecutive years. It is a type of chronic obstructive pulmonary disease (COPD) and is most often caused by long-term exposure to irritants like cigarette smoke and pollution.",
    "symptoms": [
      "Persistent cough, which may produce clear, white, yellow, or greenish mucus",
      "Chest discomfort or soreness",
      "Wheezing and shortness of breath",
      "Fatigue",
      "Slight fever and chills (more common in acute bronchitis)"
    ],
    "prevention": [
      "Avoid smoking and exposure to secondhand smoke, the primary cause of chronic bronchitis",
      "Reduce exposure to air pollution and other lung irritants",
      "Practice good hand hygiene to prevent viral infections",
      "Get an annual flu shot"
    ],
    "treatment": [
      "For Acute Bronchitis: Rest, fluids, and a humidifier. Cough suppressants may be used. Antibiotics are generally not effective as the cause is usually viral.",
      "For Chronic Bronchitis: Bronchodilators, inhaled steroids, pulmonary rehabilitation, and oxygen therapy."
    ],
    "category": "Respiratory",
    "image": "images/diseases/Bronchitis.jpg",
    "when_to_consult_a_doctor": "Consult if cough lasts >3 weeks, prevents sleep, or produces blood.",
    "common_tests_advised": "Chest X-ray (to rule out pneumonia), Spirometry (for chronic cases).",
    "symptoms_that_should_not_be_ignored": "High fever, barking cough, or trouble breathing (especially in those with COPD).",
    "Verification Status": "Verified"
  },
  {
    "id": "90",
    "name": "Brucellosis",
    "description": "Brucellosis is a bacterial infectious disease that spreads from animals to people (a zoonotic disease). It is most often transmitted by consuming unpasteurized or raw dairy products from infected animals like goats, cows, or sheep. It can also be transmitted through inhaling the bacteria or through contact with infected animal fluids via skin cuts. It is an occupational hazard for farmers, veterinarians, and slaughterhouse workers. The infection can cause long-lasting flu-like symptoms and may become chronic if not treated properly.",
    "symptoms": [
      "Fever that comes and goes (undulant fever)",
      "Profuse sweating, especially at night",
      "Weakness, fatigue, and body aches",
      "Joint and muscle pain, particularly back pain",
      "Headaches",
      "Loss of appetite and weight loss"
    ],
    "prevention": [
      "Avoid consuming unpasteurized dairy products (milk, cheese, ice cream).",
      "Wear protective clothing, gloves, and glasses when handling animals or their tissues.",
      "Vaccinate domestic livestock.",
      "Thoroughly cook all meat."
    ],
    "treatment": [
      "A combination of antibiotics, such as doxycycline and rifampin, is required for at least six weeks to prevent relapse.",
      "Long-term medical follow-up is necessary as symptoms can persist or recur."
    ],
    "category": "Zoonotic",
    "image": "images/diseases/Brucellosis.jpg",
    "when_to_consult_a_doctor": "Consult if you have recurrent fevers/joint pain after contact with farm animals/raw dairy.",
    "common_tests_advised": "Blood culture, Serology (agglutination tests).",
    "symptoms_that_should_not_be_ignored": "Severe back pain, swelling of testes, or neurological symptoms.",
    "Verification Status": "Verified"
  },
  {
    "id": "71",
    "name": "Bulimia Nervosa",
    "description": "Bulimia nervosa is a serious, potentially life-threatening eating disorder characterized by a repeating cycle of binge eating followed by compensatory behaviors. A binge involves eating an unusually large amount of food with a sense of lack of control. This is followed by purging behaviors, such as self-induced vomiting, misuse of laxatives or diuretics, fasting, or excessive exercise, to prevent weight gain. The cycle can cause severe physical complications, including electrolyte imbalances, dehydration, and damage to the digestive system.",
    "symptoms": [
      "Recurrent episodes of binge eating and purging",
      "Preoccupation with body weight and shape",
      "Living in fear of gaining weight",
      "Sore throat, swollen salivary glands (puffy cheeks)",
      "Tooth decay and erosion from stomach acid",
      "Gastrointestinal problems like acid reflux",
      "Feeling out of control during a binge"
    ],
    "prevention": [
      "Promote a positive body image and self-esteem",
      "Encourage healthy, balanced eating habits rather than restrictive dieting",
      "Develop healthy coping strategies for stress and emotional distress",
      "Early intervention and counseling for individuals showing signs of the disorder"
    ],
    "treatment": [
      "Psychotherapy, particularly Cognitive-Behavioral Therapy (CBT), is the cornerstone of treatment",
      "Nutritional counseling to help normalize eating patterns",
      "Antidepressant medications, such as fluoxetine (Prozac)",
      "A multidisciplinary team approach involving doctors, mental health professionals, and dietitians"
    ],
    "category": "Mental Health",
    "image": "images/diseases/Bulimia_Nervosa.jpg",
    "when_to_consult_a_doctor": "Consult if you have an unhealthy relationship with food, bingeing, or purging.",
    "common_tests_advised": "Electrolytes (Potassium/Sodium), ECG, Dental exam.",
    "symptoms_that_should_not_be_ignored": "Chest pain, irregular heartbeat (arrhythmia), fainting, or blood in vomit.",
    "Verification Status": "Verified"
  }
]