[
  {
    "id": 1,
    "name": "Abhishek Singh",
    "message": "The website you designed is wonderful working very smoothly 😃",
    "type": "compliment",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Hi Abhishek, Thank you for your wonderful feedback! I'm delighted that the website is working smoothly for you. Your appreciation motivates me to keep delivering seamless experiences!"
    }
  },
  {
    "id": 2,
    "name": "Meesam",
    "message": "Great UI, Really Well Made. Keep up Devs",
    "type": "compliment",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Dear Meesam, Thank you so much for your wonderful feedback! I'm thrilled that you appreciate the UI and design of DoctorX. Your encouragement means a lot and motivates me to continue delivering high-quality experiences. Keep sharing your valuable thoughts—they help me make the platform even better!"
    }
  },
  {
    "id": 3,
    "name": "Rahul Singh",
    "message": "this is great website for normal patients. Well done.",
    "type": "compliment",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Hi Rahul, thank you for your kind words and encouragement! I'm glad to know that DoctorX is proving useful for normal patients. Your appreciation motivates me to keep improving the platform and adding more helpful features."
    }
  },
  {
    "id": 4,
    "name": "Nishant Dixit",
    "message": "Good app for future",
    "type": "feature_request",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Hi Nishant, Thank you for your confidence in DoctorX. I'm committed to continuously improving the platform and incorporating valuable feedback like yours. Looking forward to serving you better."
    }
  },
  {
    "id": 5,
    "name": "Kartik",
    "message": "DoctorX is an excellent platform for patients seeking a clear understanding of their health conditions.It helps them know which specialist to consult.It's very useful and informative!",
    "type": "compliment",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Dear Kartik, Thank you so much for your kind words. I'm delighted that DoctorX is helping patients connect with the right specialists. Your appreciation motivates me to keep enhancing the platform."
    }
  },
  {
    "id": 6,
    "name": "Prateek Singh",
    "message": "Ya it's good if u fill the symptoms u know the symptoms in earlier stage ....great",
    "type": "general",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Hi Prateek, Thank you for highlighting the value of early symptom detection. I'm glad our symptom checker is helping users identify health concerns early. I'll continue improving this feature."
    }
  },
  {
    "id": 7,
    "name": "Saumya Singh",
    "message": "This app is very informative and easy to use! It helps users learn about possible diseases and find suitable doctors quickly.",
    "type": "compliment",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Dear Saumya, Thank you for appreciating the ease of use and informativeness of DoctorX. Your feedback inspires me to maintain high standards and keep the platform user-friendly."
    }
  },
  {
    "id": 8,
    "name": "Anuj Pratap Singh",
    "message": "This app is very helpful. It provides important information for patients to understand their symptoms and find the right doctor. It's a great initiative for basic health awareness.",
    "type": "general",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Dear Anuj, Thank you for recognizing DoctorX as a valuable health awareness tool. I'm committed to empowering patients with reliable information and helping them make informed healthcare decisions."
    }
  },
  {
    "id": 9,
    "name": "Amardeep Deep Singh",
    "message": "This is the very useful app. It's very important for general patients for their basic information to identify the disease and identify the doctor which is more important.",
    "type": "general",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Dear Amardeep, Thank you for your feedback. I'm glad DoctorX is helping patients identify diseases and connect with appropriate doctors. I remain dedicated to providing this essential service."
    }
  },
  {
    "id": 10,
    "name": "Vikas Kumar",
    "message": "Experience is good but site is too slow.",
    "type": "general",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Hi Vikas, Thank you for pointing out the performance issue. I've optimized the platform for better speed and responsiveness. Please try it again and let me know if you notice the improvements."
    }
  },
  {
    "id": 11,
    "name": "Mayank Mishra",
    "message": "Best.",
    "type": "compliment",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Hi Mayank, Thank you for your appreciation! It means a lot. If you have any suggestions, feel free to share—I'd love to hear your thoughts for further improvements."
    }
  },
  {
    "id": 12,
    "name": "Client Name",
    "message": "All I can say in a nutshell is what an amazing work and team! I am so thankful for coming across you all.",
    "type": "general",
    "reply": {
      "from": "DoctorX(Arun)",
      "message": "Dear Valued Client, Your kind words truly mean the world to me. I'm honored to serve you and grateful for your trust. I'm committed to continuing to provide excellent healthcare solutions."
    }
  }
]