[
  {
    "id": 1,
    "name": "Nishant Dixit",
    "message": "Good app for future",
    "type": "feature_request",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Nishant, Thank you for your forward-thinking perspective. We appreciate your confidence in DoctorX's potential and are committed to continuous innovation. Your feature requests are invaluable in shaping our platform's future. We look forward to delivering even more robust solutions to better serve your healthcare needs."
    }
  },
  {
    "id": 2,
    "name": "Kartik",
    "message": "DoctorX is an excellent platform for patients seeking a clear understanding of their health conditions.It helps them know which specialist to consult.It's very useful and informative!",
    "type": "compliment",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Kartik, We are truly grateful for your kind words and comprehensive feedback. It brings us immense satisfaction to know that DoctorX is effectively helping patients understand their health conditions and connect with the right specialists. Your appreciation motivates our entire team to maintain the highest standards of quality and service excellence."
    }
  },
  {
    "id": 3,
    "name": "Prateek Singh",
    "message": "Ya it's good if u fill the symptoms u know the symptoms in earlier stage ....great",
    "type": "general",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Prateek, Thank you for highlighting the value of early symptom recognition through our platform. We are pleased that our symptom checker is enabling users to identify potential health concerns at an early stage. Early detection is crucial in healthcare management, and we are committed to continuously enhancing this feature for better patient outcomes."
    }
  },
  {
    "id": 4,
    "name": "Saumya Singh",
    "message": "This app is very informative and easy to use! It helps users learn about possible diseases and find suitable doctors quickly.",
    "type": "compliment",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Saumya, We deeply appreciate your positive feedback regarding the usability and informativeness of DoctorX. Our core objective is to make healthcare information accessible and user-friendly. Your recognition of our efforts reinforces our commitment to maintaining an intuitive interface while providing comprehensive medical knowledge to our users."
    }
  },
  {
    "id": 5,
    "name": "Anuj Pratap Singh",
    "message": "This app is very helpful. It provides important information for patients to understand their symptoms and find the right doctor. It's a great initiative for basic health awareness.",
    "type": "general",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Anuj Pratap Singh, Thank you for recognizing DoctorX as a valuable health awareness initiative. We are honored that our platform is contributing to patient education and empowering individuals to make informed healthcare decisions. Your support reinforces our mission to democratize healthcare knowledge and strengthen the patient-provider relationship across communities."
    }
  },
  {
    "id": 6,
    "name": "Amardeep Deep",
    "message": "This is the very useful app. It's very important for general patients for their basic information to identify the disease and identify the doctor which is more important.",
    "type": "general",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Amardeep Deep, We are grateful for your recognition of the critical role DoctorX plays in disease identification and specialist guidance. Your feedback validates our commitment to providing patients with reliable diagnostic support and enabling them to connect with appropriate medical professionals. We remain dedicated to maintaining this essential service for general healthcare awareness."
    }
  },
  {
    "id": 7,
    "name": "Vikas Kumar",
    "message": "Experience is good but site is too slow.",
    "type": "general",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Vikas Kumar, Thank you for bringing the performance issue to our attention. We take such feedback seriously as user experience is paramount. We are pleased to inform you that our technical team has implemented comprehensive optimizations to enhance platform speed and responsiveness. We would appreciate your feedback after experiencing the improvements and remain committed to delivering optimal performance."
    }
  },
  {
    "id": 8,
    "name": "Mayank Mishra",
    "message": "Best.",
    "type": "compliment",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Mayank Mishra, Thank you for your appreciation. Your positive feedback, though brief, carries significant value and encourages our team to maintain our commitment to excellence. If you would like to share specific aspects of DoctorX that resonated with you, we would be delighted to hear your detailed thoughts for continuous improvement."
    }
  },
  {
    "id": 9,
    "name": "Client Name",
    "message": "All I can say in a nutshell is what an amazing work and team! I am so thankful for coming across you all.",
    "type": "general",
    "reply": {
      "from": "DoctorX Team",
      "message": "Dear Valued Client, Your heartfelt appreciation means the world to us and represents the culmination of our team's dedicated efforts toward excellence. We are honored to have earned your trust and are genuinely grateful for the opportunity to serve you. Your kind words inspire us to continue delivering exceptional healthcare solutions and remain committed to supporting your wellness journey."
    }
  }
]